[{
        "id": "1",
        "title": "Kane: I prepared to take two penalties, but execution let me down",
        "ReadMore": "England's Harry Kane was left inconsolable after his penalty miss saw the Three Lions crash out of the World Cup; 'I have to take it on the chin, says the striker, who equalled Wayne Rooney's England scoring record; Kane hopes Gareth Southgate remains as England manager for Euro 2024 <br> Kane emphatically dispatched his first spot-kick but skied his second over the bar with just six minutes of normal time remaining to end England's World Cup hopes and leave the striker inconsolable at full-time.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-france-harry-kane_5992669.jpg?20221210205756",
        "link": "https://www.skysports.com/football/news/11095/12765849/england-1-2-france-harry-kane-was-ready-to-take-two-penalties-but-says-execution-let-him-down/"
    },
    {
        "id": "2",
        "title": "'Go play FIFA!' Aguero taunts Dutch | Otamendi defends celebration",
        "ReadMore": "Former Manchester City and Argentina striker Aguero, watching on at the Lusail Stadium, aired his fury during the game on social media - 'how this referee likes to take the attention, my God,' he posted of Lahoz - and continued afterwards. <br> 'Go and play FIFA,' he wrote of the Dutch players after the shootout, quote-tweeting an image showing Argentina celebrating in front of their beaten opponents following the match-winning penalty.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-argentina-netherlands_5991762.jpg?20221209205421",
        "link": "https://www.skysports.com/football/news/11095/12765455/8216-go-play-fifa-8217-aguero-taunts-dutch-otamendi-defends-celebration"
    },

    {
        "id": "3",
        "title": "Portugal Bruno: Why was an Argentine refereeing? | Pepe: It's unacceptable",
        "ReadMore": "Portugal duo Pepe and Bruno Fernandes has questioned the appointment of Argentine referee Facundo Tello after they crashed out of the World Cup to Morocco. <br> Morocco became the first African nation to reach the semi-finals of the World Cup as Youssef En-Nesyri's first-half winner ended Portugal's campaign.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-pepe-portugal_5992515.jpg?20221210174527",
        "link": "https://www.skysports.com/football/news/13954/12765664/portugal-defender-pepe-questions-appointment-of-argentine-referee-after-world-cup-exit"
    }, {
        "id": "4",
        "title": "World Cup hits and misses: Brazil out but Messi marches on",
        "ReadMore": "This Argentina side is not packed with great players but they may have the best of them all. That could be enough for Lionel Scaloni to take this team all the way. Lionel Messi and friends faced a major quarter-final scare but they are one step closer now. Maybe two. <br> The expectation at the start of the day was that even had Argentina overcome the Netherlands - as they eventually did - Brazil would have been favourites in the semi-final. Now it is Croatia and confidence will surely be growing. The calculation for Scaloni is that if he can ensure his team are organised and committed, Messi can do the rest. For 80 minutes of their quarter-final that happened. Messi's threaded assist was one that only he could see. It was his penalty that doubled the advantage. <br> The panic that ensued late on as the Netherlands scored twice will have alarmed supporters but the sense of unity in coming through that will be significant. A fit again Angel Di Maria can help too. 'It is not the Netherlands against Messi,' Virgil van Dijk had said beforehand. <br> And yet, there are times when it can feel like it is him and 10 others. A team with Messi, playing for Messi? That can be a formidable one. As favourites fall away and Argentina continue in this competition, belief increases that the great man can carry them to victory. <br> Adam Bate",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-argentina-world-cup_5991806.jpg?20221209220541",
        "link": "https://www.skysports.com/football/news/12098/12764544/world-cup-hits-and-misses-brazil-out-to-croatia-as-lionel-messis-argentina-progress-despite-wout-weghorst-heroics"
    },
    {
        "id": "5",
        "title": "Luka Modric's masterclass helps tireless Croatia outlast Brazil and reach World Cup semi-finals again",
        "ReadMore": "Croatia reach World Cup semi-finals with penalty shootout win over Brazil which illustrated their never-say-die attitude; Luka Modric dictated the tempo in midfield and Bruno Petkovic came up with a last-gasp equaliser after magic from Neymar <br> Brazil had sambaed their way through this World Cup but in the quarter-finals they came up against a Croatia team who made them dance to a different tune. <br> The concertmaster, as ever, was the tireless, timeless Luka Modric. The 37-year-old had played 99 minutes four days ago in Croatia's exhausting battle with Japan. You would not have guessed it. <br> The little maestro put in a virtuoso display in the middle of the park on Friday, hounding his former Real Madrid team-mate Casemiro to stifle Brazil's build-up and, with his customary artistry in possession, ensure Croatia controlled the tempo of this match. <br> Across the 120 minutes, Modric completed 105 of his 115 passes, including one which helped launch his country away for their last-gasp equaliser when they were on the brink. He then capped his display with a cool penalty to consolidate Croatia's advantage in the shootout. Some encore to the Modric masterclass. <br> But while Brazil's fate in this tournament seemed centred on the pressure and possibilities facing one man in Neymar - whose wonderful record-equalling goal looked to have clinched this cagey tie - Croatia's focus is not just on Modric.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-modric-luka-croatia_5991757.jpg?20221209204917",
        "link": "https://www.skysports.com/football/news/13950/12765078/luka-modrics-masterclass-helps-tireless-croatia-outlast-brazil-and-reach-world-cup-semi-finals-again"
    }, {
        "id": "6",
        "title": "World Cup 2022 - Morocco 1-0 Portugal: Youssef En-Nesyri scores winner as Cristiano Ronaldo exits Qatar tournament",
        "ReadMore": "Morocco became the first African nation to reach the semi-finals of the World Cup as Youssef En-Nesyri's first-half winner added Portugal to the list of shocked teams in Qatar. <br> Striker En-Nesyri profited on a mistake from Portugal goalkeeper Diogo Costa to head home the historic strike for not only Walid Regragui's side - but the entire African continent. <br> Not even the 51st minute introduction of Cristiano Ronaldo - once again left on the bench by his manager Fernando Santos - could inspire a Portugal comeback, as Bruno Fernandes hit the crossbar while Goncalo Ramos and Bernardo Silva missed the target from good positions. <br> Late on, Morocco required heroics from goalkeeper Bono who saved from Joao Felix and Ronaldo while Pepe missed a sitter in the final minute of eight in stoppage time - which also saw substitute striker Walid Cheddira sent off for two quickfire yellow cards. <br> Morocco's shock run to the last four - which has seen them beat Belgium, Spain and Portugal and concede just one own goal in five World Cup matches - sets up a semi-final clash with the winner of England and France's blockbuster quarter-final.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-youssef-en-nesyri_5992506.jpg?20221210173920"
    }, {
        "id": "7",
        "title": "How Brazil newspapers reacted  after dramatic World Cup penalty shootout exit to Croatia",
        "ReadMore": "'Time to pick up the pieces', 'Goodbye, sixth championship' - here's how Brazil's papers reacted to their shock World Cup elimination by Croatia on Friday night. <br>After a goalless draw in Qatar, the five-time world champions were beaten on penalties by Croatia, who earned a spot-kick victory for the second game in a row to set up a semi-final with Argentina next week.<br> Up until that point, Brazil had been favourites to win the tournament outright but on the same night Neymar matched Pele's all-time record of 77 goals for the country, their dream was shattered when Marquinhos' win-or-bust penalty smacked against the woodwork and away to safety. <br> O Globo, one of Brazil's most-read newspapers, took aim at departing coach Tite with a list of six points they felt he had got wrong and contributed to their exit. <br> Among their complaints were his substitutions in extra-time, bringing on Fred for Lucas Paqueta and Alex Sandro for Eder Militao, as a contributing factor in Croatia's equalising goal, as well as the fact Neymar - potentially down as fifth penalty taker - never took a spot-kick in the shootout. <br> 'Rodrygo and Marquinhos missed their kicks, Croatia converted all the penalties they took - including their number 10, Luka Modric - and Brazil were eliminated without the player considered their best taker being used,' they wrote.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-graphic-brazil_5992145.png?20221210113006",
        "link": "https://www.skysports.com/football/news/11095/12765309/how-brazil-newspapers-reacted-after-dramatic-world-cup-penalty-shootout-exit-to-croatia"

    }, {
        "id": "8",
        "title": "Brazil head coach Tite leaves role after World Cup exit to Croatia | Neymar: It feels like a nightmare",
        "ReadMore": "Marquinhos and Rodrygo missed their spot-kicks to ensure Croatia prevailed as Brazil departed; having been in charge since 2016, Tite's contract with Brazil was up after this tournament; Neymar said: 'It feels like a nightmare. It's hard to believe this is happening'",
        "photo": "https://e0.365dm.com/22/12/1600x900/image_5991722.jpg?20221209195327",
        "link": "https://www.skysports.com/football/news/11095/12765036/brazil-head-coach-tite-leaves-role-after-world-cup-exit-to-croatia"
    }, {
        "id": "9",
        "title": "World Cup hits and misses: Ecstatic Moroccans celebrate historic victory over Portugal as Cristiano Ronaldo's emotions spill over",
        "ReadMore": "Morocco beat Portugal 1-0 in Qatar, knocking Cristiano Ronaldo out of the tournament and making the Atlas Lions the first African and first Arab team to reach the World Cup semi-finals; they will face France, who overcame England to book their place in the last four <br> Ecstatic Moroccans poured into the streets of cities across the North African country and far beyond on Saturday, waving flags, honking horns and lighting flares to celebrate the national team's historic victory. Portuguese talisman Cristiano Ronaldo, comparatively, was left in tears. <br> It wasn't quite as Cristiano Ronaldo expected it to go. As he walked out for his final World Cup quarter-final he had to make his way to the substitutes bench instead of taking to the pitch.",
        "photo": "https://e0.365dm.com/22/12/1600x900/skysports-ronaldo-cristiano_5992549.jpg?20221210181622",
        "link": "https://www.skysports.com/football/news/11095/12764551/world-cup-hits-and-misses-ecstatic-moroccans-celebrate-historic-victory-over-portugal-as-cristiano-ronaldos-emotions-spill-over"
    }


]